import React from 'react';
import style from "./About.module.css";

const About = () => {
    return (
        <div className={style.container}>
            <div className={style.textSection}>
                <h2>Привіт👋 Мене звати Дарія!</h2>
                <p>Розуміючи, що людина хоче бути не тільки здоровою, а й красивою та доглянутою, я вирішила продовжити удосконалювати набуті знання та уміння в цій сфері. Тому наважилася стати косметологом. Косметологія - галузь, що активно розвивається і швидко освоює нові винаходи. Справжній майстер повинен бути не лише лікарем, а психологом. Зрештою, це цікаво - зробити з Золушки красуню. Я дуже люблю гарних людей, не просто глянцевих красунь, а тих, що світяться оптимізмом, упевненістю, які доглянуті та задоволені собою. Не важливо, які в тебе природні дані. Краси потрібно досягати. Якщо ти можеш щось поліпшити, це необхідно робити. Я хочу, щоб жінки (і не тільки) мали бездоганний вигляд у будь-якому віку. Якщо людина швидко старіє та відчуває дискомфорт, то, певно, є сенс якось вплинути на свою зовнішність. Хочу, щоб до мене зверталися по допомогу, а я даруватиму красу, молодість та гармонію.</p>
            </div>
            <div className={style.imageSection}>
                <img src="/Dasha.png" alt="Author" className={style.image}/>
            </div>
        </div>
    );
};

export default About;